Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nafkam.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Although the Danish information center on CAM3 was closed in 2013, there continues to be a high need and interest among patient organizations and political parties in Denmark for a national knowledge center on CAM and collaboration with NAFKAM therein4.
nb: Selv om det danske senteret om CAM3 ble stengt allerede i 2013, er det fortsatt et stort behov og interesse blant pasientorganisasjoner og politiske partier i Danmark for et nasjonalt kunnskapssenter og samarbeid med NAFKAM4.

source: At the occasion of its most recent redesignation in 2020, the past and current director of NAFKAM as well as the WHO regional director for Europe recount twelve successful years and praise the collaboration:
nb: I anledning den siste utnevnelsen i 2020, forteller NAFKAMs nåværende og forrige direktører, samt WHOs regionale direktør for Europa om tolv vellykkede år, og roser samarbeidet:

source: • On average, this group spent almost NOK 1000 each on dietary supplements last year. This
nb: • Gjennomsnittlig brukte denne gruppen nesten 1000 kr hver på slike tilskudd i fjor. Dette var en

source: Reflections and outlook
nb: Refleksjoner og utsikter

source: The large impact of the COVID-19 pandemic might motivate people to stay healthy and adopt a healthier lifestyle.
nb: Den store effekten av COVID-19-pandemien kan motivere personer til å holde seg sunne og ta til seg en sunnere livsstil.

source: was a cost increase of 7%.
nb: kostnadsøkning på 7%.

source: The research team performs studies to investigate the effectiveness and safety of CAM and acts externally as CAM experts based on their scientific competence.
nb: Informasjonsavdelingen arbeider hovedsakelig med all formidling av informasjon om alternativ behandling, og forskerne som er den vitenskapelige kompetanse.

source: Photo 3 Illustrative example of an education meeting co-organized by NAFKAM on self-use of CAM.
nb: Foto 3 Illustrasjonsbilde på et utdanningsmøte som ble organisert av NAFKAM om selvbruk av CAM.

source: It was apparent that over 25% of the European population use some form of complementary and alternative medicine, and little to no central regulation on this.
nb: Det kom frem at over 25 % av den europeiske befolkningen bruker en eller annen form for komplementær og alternativ medisin, og at det er lite eller ingen sentral regulering av dette.

source: 37% had used one or more forms for CAM; once or several times.
nb: 37% hadde brukt en el er flere former for alternativ behandling;

source: services in Norway. The decline in the use of CAM that we saw in our surveys from 2012-14-16 seems to have
nb: • Nedgangen som vi så i bruken av alternativ behandling fra 2012-14-16 ser ut til å ha flatet ut.

source: To determine life-style related changes during the first wave of the COVID-19 pandemic
nb: Å fastslå livsstilsrelaterte endringer under den første bølgen av COVID-19-pandemien

source: Slightly more women (12%) than men (8%) stated that they
nb: Litt flere kvinner (12%) enn menn (8%) oppga å ha brukt

source: • WHO-oriented, should be more oriented to the Nordic and other comparable countries • Sneak-promotion of CAM, not daring to say “it does not work” • Located under UIT, which hinders NAFKAMs ability of being individual and free in decisions,
nb: • WHO-orientert, burde være mer orientert mot Norden og sammenlignbare land • Snik-promotering av alternativ behandling, har ikke mot til å si «det virker ikke» • Tilhørighet under UiT, noe som begrenser NAFKAMs evne til egne avgjørelser og bruk av nye

source: Declaration on Universal Health Coverage in 2019, includes a commitment to
nb: FNs politiske erklæring om universell helsedekning i 2019, inkluderer en forpliktelse til å

source: appointments for learning such techniques.
nb: bruk av mentale teknikker.

source: NAFKAM’s Miek Jong and Barbara Wider recently attended the
nb: NAFKAMs Miek Jong og Barbara Wider deltok nylig på den

source: The data is mainly based on repeated interviews and participant observation with 10 people over a period of 11 months.
nb: Dataene baserer seg i hovedsak på gjentakende intervjuer og deltakende observasjon med 10 personer over 11 måneder.

source: This was an increase by 12% from 2016, and the increase was greatest among men.
nb: • Kostnadene til dette gikk opp med 12% fra 2016, og kostnadsøkningen var størst blant menn.

source: The "average user" of CAM was female, over 40 years of age, with
nb: alternativ behandling var kvinne, over 40 år, med høy utdanning og høy inntekt, bosatt i eller

source: The increases also appear to be greater than the
nb: Økningene ser også ut til å være større enn prisstigningen.

source: NAFKAM will furthermore actively participate in the Swedish Integrative Oncology Forum, a yearly two-day invitational conference organized by the Swedish Cancer Academy North in collaboration with the Regional Cancer Center Stockholm/Gotland.
nb: NAFKAM vil videre delta aktivt i Swedish Integrative Oncology Forum, som er en årlig to-dagers invitasjonskonferanse organisert av Swedish Cancer Academy North i samarbeid med Regionalt kreftsenter Stockholm / Gotland.

source: This represents a smal increase from 2016 (+1 pp).
nb: en eller flere ganger. • Dette var en liten økning fra 2016 (+1 pp).

source: As before, more women (47%) than men
nb: Som tidligere, var det flere kvinner (47%) enn menn

source: being. We have no reason to believe that this changed in 2018.
nb: velvære, og finner ikke grunn til å tro at dette endret seg i 2018.

source: 23% of al respondents had received one or more CAM therapies from CAM providers and/
nb: 23% av al e spurte hadde mottatt en eller flere alternative behandlingsformer fra behandler utenfor

source: The questionnaire includes 26 question on current lifestyle related measures, lifestyle related changes since the COVID-19 outbreak, and intention to continue lifestyle changes and need for support.
nb: Spørreskjemaet inneholder 26 spørsmål om aktuelle livsstilsrelaterte tiltak, livsstilsrelaterte endringer siden COVID-19-utbruddet, og intensjon om å fortsette livsstilsendringer og behov for støtte.

source: This survey shows that the use of CAM in Norway remained at a high level in 2018:
nb: Denne undersøkelsen viser at bruken av alternativ behandling i Norge fortsatt lå på et høyt nivå i 2018:

source: Dana Catalina Mora (38) has recently moved from the USA to Tromsø, Norway, to work at NAFKAM.
nb: Dana Catalina Mora (38) har nylig flyttet fra USA til Tromsø for å jobbe på NAFKAM.

source: I have been an associate editor with this journal since 2008, says Musial.
nb: - Jeg har vært fagredaktør for dette tidsskriftet siden 2008, sier Musial.

source: High quality, internationally oriented.
nb: Høy kvalitet, internasjonal orientering.

source: Many CAM users search for CAM information on the internet and buy CAM products and services online10.
nb: Mange brukere søker etter informasjon på Internett, og kjøper produkter og tjenester online10.

source: On the other hand, the COVID-19 control measures such as social distancing and home isolation might increase sedentary behavior or unhealthy eating.
nb: På den andre siden kan kontrolltiltakene pga COVID-19, som sosial distansering og hjemmeisolasjon, muligens øke stillesittende atferd eller usunne spisevaner.

source: • Respondents in this group each spent an average of NOK 3000 on such CAM. Distributed
nb: • I denne gruppen brukte man i snitt vel 3000 kr hver på dette. Fordelt på hele befolkningen

source: In the past, employees working with information about CAM were working as a separate unit, NIFAB, which merged with NAFKAM in 2018.
nb: Tidligere var informasjonsvirksomheten organisert som en egen enhet (NIFAB), som fusjonerte med NAFKAM i 2018.

source: The tool must contain reliable information about various strategies for self-care, including alternative treatments", said Dana Mora.
nb: Verktøyet skal inneholde pålitelig informasjon om ulike strategier for egenomsorg, herunder alternative behandlinger, sier Dana Mora.

source: • Pandemics/ COVID infections will evolve and last for long • More fake health news about alleged health issues will be published, and more risky cures
nb: • Pandemier /COVID vil utvikle og endre seg og vare lenge • Flere falske nyheter om påståtte helseutfordringer, flere risikofylte behandlinger vil komme

source: The World Health Organization (WHO) has redesignated Norway’s National Research Center in Complementary and Alternative Medicine (NAFKAM) as a Collaborating Center for another four years.
nb: Det er nå klart at Verdens helseorganisasjon (WHO) fornyer avtalen med Nasjonalt Forskningssenter innenfor Komplementær og Alternativ Medisin (NAFKAM) med fire år.

source: This resulted in three reports in 2012, as well as an online database providing open access to comprehensive legal and regulatory information on TCI in Europe (until December 2020).
nb: Dette resulterte i tre rapporter i 2012, samt en online database som ga åpen tilgang til omfattende juridisk og forskriftsmessig informasjon om TCI i Europa (frem til desember 2020).

source: Distributed onto the population, the cost of dietary supplements was approximately NOK 690 per person, and a total of just under NOK 3 bil ion.
nb: Fordelt på al e voksne nordmenn blir utgiftene til kosttilskudd ca 690 kr per person, og til sammen litt under 3 mrd kr.

source: The rehabilitation project (IMCR study) has been developed for patients who have removed their amalgam fillings, but still experience health problems.
nb: Rehabiliteringsprosjektet (IMCR-studien) er utviklet for pasienter som har fjernet sine amalgamfyllinger, men fortsatt opplever helseplager.

source: • User statistics of NAFKAM’s website and other information/communication and
nb: • Statistikk for bruken av NAFKAMs nettsteder og andre kommunikasjons- og

source: leveled off. A closer look at what kinds of CAM were used in 2018 shows that:
nb: Hvis vi ser nærmere på hva slags alternativ behandling som ble brukt i 2018, ser dette slik ut:

source: • This was 2 pp more than in 2016.
nb: • Dette var 2 pp flere enn i 2016.

source: WHO Traditional Medicine Strategy 2014-2023
nb: WHOs strategi for tradisjonell medisin 2014-2023

source: This was a small increase of 3 pp from 2016.
nb: Dette var en økning på 3 pp fra 2016.

source: Registry of scientific publication channels ranked at level 1.
nb: er i Norges offisielle register over vitenskapelige publikasjonskanaler rangert på nivå 1

source: In this project, she is responsible for data collection, analysis work and dissemination of results.
nb: I prosjektet har hun ansvaret for datainnsamlingen, analysearbeidet og formidlingen av resultatene.

source: For example, NAFKAM recently initiated and performed an international cross-sectional survey with Sweden to investigate the use of CAM for prevention and treatment of COVID-19 related symptoms.
nb: For eksempel initierte og utførte NAFKAM nylig en internasjonal tverrsnittsundersøkelse med Sverige for å undersøke bruken av CAM for forebygging og behandling av COVID-19-relaterte symptomer.

source: CAM Cancer website
nb: nettsted CAM Cancer

source: outside the health care system, they looked like this in 2018:
nb: egenbehandling utenfor helsetjenesten, så dette slik ut i 2018:

source: educational meetings in close collaboration with patient and other public organizations in Norway.
nb: blant annet i sosiale medier, podcast og organiserte informasjons- og dialogmøter i samarbeid med pasientforeninger og relevante offentlige instanser i Norge.

source: I have full confidence that professor Musial as the new editor-in-chief will contribute to the excellence of this journal regarding its high-quality review process and publication of high-quality papers, says NAFKAMs Director, professor Miek Jong.
nb: - Jeg har full tillit til at professor Musial som ny sjefredaktør vil bidra til dette tidsskriftets fortreffelighet når det gjelder høy kvalitet i gjennomgåelsesprosessen av og publiseringen av forskningsartikler av høy kvalitet, sier NAFKAMs direktør, professor Miek Jong.

source: To promote global communication and information exchange in the field of TCI.
nb: Å fremme global kommunikasjon og informasjonsutveksling innen TCI.

source: 10% used herb / herbal remedies as self-treatment.
nb: 10% brukte urter/ naturmidler som egenbehandling.

source: NAFKAM was appointed by the World Health Organization as a WHO Collaborating Centre (WHOCC) in 2008.
nb: NAFKAM ble utnevnt av Verdens Helseorganisasjon til et WHO Collaborating Center (WHOCC) i 2008.

source: of the Dutch Consortium for Integrative Medicine and Health (CIZG).
nb: til det nederlandske konsortiet for integrativ medisin og helse (CIZG).

source: abroad, at lower prices than over-the-counter in Norway.
nb: utlandet, til lavere priser enn i Norge.

source: Monitoring the effectiveness of self-use of CAM and the possible risks that are associated with this self-use as to ensure patient safety is a major challenge.
nb: Det er en stor utfordring å overvåke effektiviteten av selvhjelp og egenbehandling, og mulige risikoer som er forbundet med slik behandling.

source: 17% stated that they had used self-help techniques as self-treatment.
nb: 17% oppga å ha brukt selvhjelpsteknikker som egenbehandling.

source: WHO has 21 collaboration centers in traditional medicine and NAFKAM is one of two in Europe.
nb: De har 21 samarbeidssentre innenfor tradisjonell medisin, og NAFKAM er ett av to i Europa. Nylig avgått direktør ved NAFKAM

source: The percentage of Norwegian citizens that use CAM as self-help, such as herbs, meditation and yoga to improve their health, are nowadays higher than those visiting a CAM provider/practitioner9.
nb: Andelen nordmenn som bruker alternativ behandling i form av selvhjelp, så som med urter, meditasjon og yoga for å bevisst forbedre helsen, er i dag høyere enn de som mottar behandling fra en utøver9.

source: It is one of three WHOCC for Traditional, Complementary and Integrative Medicine (TCI) in Europe.
nb: Vi er ett av tre WHOCC for tradisjonell, komplementær og integrativ medisin (TCI) i Europa.

source: After the internship, she worked as a researcher at Wake Forest School of Medicine in North Carolina.
nb: Etter dette jobbet hun som forsker ved Wake Forest University School of Medicine i North Carolina.

source: Main trends from 2016-2018
nb: Hovedtrekk i utviklingen fra 2016-2018

source: • The five CAM therapies that Norwegians made the most use of in 2018 were (in descending
nb: • De fem alternative behandlingsformene som nordmenn gjorde mest bruk av i 2018, var (i

source: The Dutch Consortium for Integrative Medicine and Health (
nb: Det nederlandske konsortiet for integrativ medisin og helse (

source: • This was 1 pp less than in 2016.
nb: • Dette var 1 pp færre enn i 2016.

source: Therefore, in 2014 the Finnish Forum for Research in Integrative Medicine and Healthcare (SILF) was established to provide information and facilitate seminars on research in the field of CAM and Integrative Medicine6.
nb: Et finsk forum for forskning i integrativ medisin og helsevesen (SILF) ble opprettet i 2014, for å gi informasjon og legge til rette for seminarer om forskning innen alternativ og integrativ behandling6.

source: – Professor Miek Jong, Director of NAFKAM
nb: - Professor Miek Jong, direktør for NAFKAM

source: In 2019, the commission recommended among others that Swedish citizens should be provided with information on CAM in order to make well-informed choices and they proposed several ways to improve the public's access to independent information on CAM8.
nb: I 2019 anbefalte denne komiteen blant annet at svenske statsborgere burde ha tilgjengelig god informasjon om alternativ behandling for å kunne gjøre velinformerte valg, og komiteen foreslo flere måter å forbedre befolkningen tilgang til uavhengig informasjon om dette8.

source: Only a minority (2%) of the CAM users reported experiences with side effects or worsening of
nb: • Kun et mindretall (2%) blant brukerne av alternativ behandling rapporterte at slik behandling

source: To explore possible differences in COVID-19-related lifestyle changes between users and non-users of CAM
nb: Å utforske mulige forskjeller i COVID-19-relaterte livsstilsendringer mellom brukere og ikke-brukere av alternativ behandling

source: In addition, NAFKAM has collected and analysed country-specific data on the legal status and regulation of TCI in 39 European countries.
nb: I tillegg har NAFKAM samlet og analysert landsspesifikke data om juridisk status og regulering av TCI i 39 europeiske land.

source: NAFKAM has reviewed the following of WHO benchmarks/technical documents:
nb: NAFKAM har gjennomgått følgende av WHOs benchmarks/ tekniske dokumenter:

source: Dana holds a Master Degree in Public Health from the University of Florida, and completed an internship at the National Institute for Occupational Safety and Health (NIOSH) in Ohio.
nb: Dana har en Master in public health fra University of Florida, og som en del av utdannelsen var hun praktikant ved Institute for Occupational Safety and Health (NIOSH) i Ohio.

source: The results of the study are expected to be published in 2021.
nb: Resultatene fra studien forventes å bli publisert i 2021

source: The Neurobiological basis of manual therapies: Quantitative Sensory Testing (QST) as a translational, neurophysiological tool
nb: Kvantitativ Sensorisk Testing (KST) som et translatorisk, nevrofysiologisk verktøy.

source: Frauke Musial takes on as Editor-in-Chief for "Complementary Medicine Research"
nb: Frauke Musial tar over som sjefredaktør for tidsskrift

source: ) consists of six healthcare and research organizations including the Radboudumc, HagaZiekenhuis, Máxima Medical Center, Rijnstate, Lentis, Louis Bolk Instituut.
nb: ) består av seks helse- og forskningsorganisasjoner inkludert Radboudumc, HagaZiekenhuis, Máxima Medical Center, Rijnstate, Lentis, Louis Bolk Instituut.

source: In 2017, the Swedish government assigned a commission to map and submit proposals regarding the use of CAM in relation to patient safety and care in Sweden.
nb: I 2017 ga den svenske regjeringen en komite å kartlegge bruken av alternativ behandling og foreslå tiltak i forhold til pasientsikkerhet og omsorg.

source: year, may be higher in 2018 than in previous surveys.
nb: kan ha vært høyere i 2018 enn i
